tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"

brew "zlib"
brew "httpd", restart_service: :changed
brew "mysql@5.7", restart_service: :changed, link: true
brew "php@8.0", restart_service: :changed, link: true
brew "pkg-config"
brew "imagemagick"
brew "peco"
brew "multitail"
brew "composer"
brew "node"
brew "gh"

cask "font-monoid"
cask "font-meslo-for-powerline"
cask "font-jetbrains-mono"

cask "microsoft-edge"
cask "microsoft-office"
cask "the-unarchiver"
cask "keepingyouawake"
cask "visual-studio-code"
cask "iterm2"
cask "postman"
cask "sourcetree"
cask "microsoft-teams"
cask "azure-data-studio"
cask "aerial"
cask "github"
cask "microsoft-remote-desktop"
cask "keyboardcleantool"
cask "authy"
cask "battlescribe"
cask "maestral"
cask "stand"
cask "itsycal"
cask "whatsapp"
cask "discord"
cask "radio-silence"

# mas "Microsoft To Do", id: 1274495053
# mas "Microsoft OneNote", id: 784801555
# mas "GhosteryLite", id: 1436953057
# mas "GIF Brewery 3", id: 1081413713
# mas "Reeder", id: 1449412482
# mas "Twitter", id: 1482454543
