tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-fonts"

# brew "zlib"
# brew "httpd", restart_service: :changed
# brew "mysql@5.7", restart_service: :changed, link: true
# brew "php@8.0", restart_service: :changed, link: true
brew "curl"
brew "gh"
brew "mas"
brew "multitail"
brew "node"
brew "peco"
brew "php"
brew "python"

cask "font-jetbrains-mono"
cask "font-meslo-for-powerline"
cask "font-monoid"

cask "aerial"
cask "discord"
cask "iterm2"
cask "itsycal"
cask "keepingyouawake"
cask "keyboardcleantool"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "radio-silence"
cask "the-unarchiver"
cask "thonny"
cask "visual-studio-code"
cask "whatsapp"

mas "Amphetamine", id:937984704
mas "GIF Brewery 3", id: 1081413713
mas "Messenger", id:1480068668
mas "Microsoft OneNote", id: 784801555
mas "Microsoft To Do", id: 1274495053
mas "MindNode", id: 1289197285
mas "NepTunes", id: 1006739057
mas "Windows App", id: 1295203466
